{
  "categories": [
    {
      "name": "account_access_issues",
      "description": "Customer cannot access their account due to verification requirements.",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How may I assist you today?\n\nCustomer: Hi Tom, I'm trying to log in to my account to purchase an Oven Toaster Grill (OTG), but I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is Jane. I have been trying to verify my mobile number and email address...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel. I'm trying to place an order on your website, but I'm having trouble with t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Mark. How may I assist you today?\n\nCustomer: Hi Mark, I am trying to reactivate my account to purchase a television, but it's not wor...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How can I assist you today?\n\nCustomer: Hi Tom, my name is Emily. I'm having trouble signing up for a Sunglass on your website us...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I'm calling about my order for a laptop. It was supposed to be delivered to...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, I'm calling because I haven't received my shirt yet. It's been a week since I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm looking to buy a pair of jeans from your website, but I'm not sure if I n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I recently purchased an inverter from BrownBox, and I need to cancel the order....",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I'm calling to inquire about the replacement timeline for a coffee maker that...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I'm Alex. I placed an order for a BP monitor a week ago, and I haven't received...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I am unable to log in to my account. It says that my account is inactive. Can...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm trying to change the email address linked to my account for an order of j...",
        "Agent: Thank you for calling BrownBox customer support. My name is John. How can I assist you today?\n\nCustomer: Hi John. I am trying to sign-up for an External Hard Disk using my corporate email ID, b...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I'm having trouble logging into my account. I keep getting an error message sayi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I have a problem with my water geyser. It's not working, and I can't find my wa...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Mark. How can I assist you today?\n\nCustomer: Hi Mark, I'm calling because I need to change the password for my account. I recently pu...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I received a wrong item with my order. I ordered a Wet Grinder, but I recei...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm having trouble logging into my account to access my BP monitor order.\n\nAgen...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I'm trying to log in to my account, but it's asking me to verify my mobile numb...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I'm having trouble accessing my account. I lost my phone and forgot my pass...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily. I recently purchased a wristwatch from your website, and I need to add a new ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How can I assist you today?\n\nCustomer: Hi Tom, I am having trouble logging into my account. It keeps asking me to verify my mobi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I am trying to exchange my old phone for a new one, but the discount is not...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I am having trouble logging into my account. I lost my phone and forgot my pa...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I'm looking to purchase a power bank, but I'm not sure if I need an account to ...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Alex, how can I assist you today?\n\nCustomer: Hi Alex, I need to add a new delivery address to my account for an inverter I just purchase...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Tom. I recently ordered a wristwatch from your website, and I'm no...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a computer monitor from your website, and I need to chan...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I need to reactivate my account for an induction cooktop that I purchased fro...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I'm trying to sign up for a headphone using my corporate email ID, but it's not...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Max. How may I assist you today?\n\nCustomer: Hi Max, I recently purchased a wristwatch from BrownBox, and I want to change the email a...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I'm looking to buy a DSLR camera from your website, but I'm not sure how to pla...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I am trying to buy an inverter on your website, but it's asking me to create an ac...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I'm trying to sign up for a T-Shirt on your website, but I'm not able to sign u...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am having trouble logging into my account. I keep receiving an error message ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a washing machine from BrownBox and I'm having trouble l...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, this is John. I was browsing through your website for T-Shirts, and I notic...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I am trying to log in to my BrownBox account through the mobile app for a Hand ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, this is Mike. I received a refrigerator from your website, but the package was ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am trying to log in with my mobile number on the mobile app for an Electric C...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am having trouble logging into my account on the BrownBox mobile app for my...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I need to change the email ID linked to my account for my Air Cooler purchase...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I am having trouble logging into my account. I keep getting an error message th...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, I recently placed an order for a sandwich maker and I wanted to confirm the o...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am trying to reactivate my account for my tablet, but I am not able to do it....",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I'm having trouble signing up for an account on your website using my corpor...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane. I recently received an Induction Cooktop, and it's not working correctly. I wan...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I recently purchased a Pram/Stroller from your website, and I'm having trouble ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Amy. How may I assist you today?\n\nCustomer: Hi Amy, I recently purchased an Oven Toaster Grills (OTG) from your website and I'm inter...",
        "Agent: Thank you for calling BrownBox customer support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel. I am trying to log in to my account to buy a toy for my daughter, but it's ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I recently bought a pair of jeans from your website, and I received a message t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I'm having trouble receiving the OTP or verification code for my Sunglas or...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I am trying to log in to my account on the BrownBox mobile app to purchase ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Mark. How may I assist you today?\n\nCustomer: Hi Mark, I'm trying to log in to my account to purchase a Pendrive, but it's asking me t...",
        "Agent: Thank you for calling BrownBox customer support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel. I'm really frustrated with BrownBox. My account got deactivated, and I have...",
        "Agent: Thank you for calling BrownBox customer support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I want to purchase a television from your website. Can you help me with the ord...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, my name is John. I recently changed my email address and I am unable to log...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lily. How may I assist you today?\n\nCustomer: Hi Lily, I am having trouble logging into my account. I lost my phone, and I forgot my p...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I am having trouble logging into my account. Every time I try to enter the ve...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is Jane. I have a question about my order for a Kitchen Chimney. I recei...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I want to add a new delivery address to my account for baby food.\n\nAgent: Sur...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am trying to sign up for a refrigerator on your website using my corporate ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently received a diaper from BrownBox, but I noticed that the invoice is m...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I am having trouble logging into my account. It's asking me to verify my mobi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am trying to reactivate my account for my Kitchen Chimney, but I am unable ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I am calling regarding the refund for my Induction Cooktop. I returned it a wee...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jack. How may I assist you today?\n\nCustomer: Hi Jack, I need to change the password for my account. Can you help me with that?\n\nAgent...",
        "Agent: Thank you for calling BrownBox customer support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I recently purchased a BP monitor from your website, and I am having trouble ins...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm having trouble changing the email ID linked to my account for a Diaper. I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I'm trying to log in to my account to purchase an electric cooker, but I'm bein...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm having trouble logging into my account. Every time I try to enter the verif...",
        "Agent: Thank you for calling BrownBox customer support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel. I purchased a water purifier from your website a few months ago, and now it...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I have an issue with a computer monitor that I received from your website.\n\nA..."
      ]
    },
    {
      "name": "product_quality_concerns",
      "description": "Customer is inquiring about the reason for returning a defective product due to a recall.",
      "examples": [
        "Agent: Thank you for calling BrownBox customer support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex. I recently received an email from BrownBox requesting me to ship back the compu...",
        "Agent: Thank you for calling BrownBox customer support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex. I'm trying to reactivate my account to purchase a Wet Grinder, but it's not let...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently received a food processor from BrownBox, but it's not working corr...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is John. I am having trouble logging into my account.\n\nAgent: I'm sorry ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi, Alex. I recently purchased a Diaper from your website, but it's not the right size. ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling to inquire about the exchange offer for a toy that I recently pu...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, my name is Emily. I recently received an Induction Cooktop from BrownBox, b...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm really frustrated. I received a notification that my washing machine was de...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I have a problem with the dishwasher I received from your company. I want to ret...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I'm very frustrated. I received a notification that my Oven Toaster Grills (OTG...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How can I assist you today?\n\nCustomer: Hi Emily, my name is Jane. I recently received a smart band from BrownBox, but I'd like...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, this is Michael. I have a question about a printer I recently purchased from yo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is John. I have an issue with a recent purchase I made on your website.\n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is Tom. I recently bought a sweatshirt from BrownBox, but it's not th...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I am having trouble with the verification process for my Smart Watch. I am not ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently received a food processor from your website, but it's not working ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I recently ordered a pair of sunglasses from your website, but they don't fit...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I recently ordered a Ceiling Fan from your website, and it was delivered yest...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex. I'm looking to buy a vacuum cleaner from your website, but I'm not happy with t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I received an air cooler yesterday, but it's not working correctly. I want to r...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lisa. How can I assist you today?\n\nCustomer: Hi Lisa, I recently purchased an Electric Kettle from BrownBox, and it came with a wall ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi, Alex. I recently purchased a Juicer/Mixer/Grinder from your website, but it's not wo...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I am calling to complain about the wristwatch I received. It arrived damaged,...",
        "Agent: Thank you for calling BrownBox customer support. My name is Jack. How may I assist you today?\n\nCustomer: Hi Jack, I received a backpack from BrownBox, but it's not what I expected. I would like...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I am calling regarding my order for an air cooler. I received a damaged pro...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Kate. How may I assist you today?\n\nCustomer: Hi Kate, I recently purchased a coffee maker from your website and I am having trouble logg...",
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How may I assist you today?\n\nCustomer: Hi John, my name is Alex. I recently purchased a dishwasher from your website, and I have s...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How can I assist you today?\n\nCustomer: Hi Emily, I'm calling because I want to return a Smart Band I purchased from your websi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a microwave oven from your website, and I want to know h...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I'm Jane. I received my computer monitor yesterday, but I'm having trouble ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah, how may I assist you today?\n\nCustomer: Hi Sarah, I want to deactivate my account for a Shorts.\n\nAgent: I'm sorry to hear that....",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I just received my vacuum cleaner, but I'm having trouble installing it. Can ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is Mary. I purchased an Oven Toaster Grills (OTG) from BrownBox, and ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently purchased a Juicer/Mixer/Grinder from BrownBox, and I wanted to conf...",
        "Agent: Thank you for calling BrownBox customer support. This is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah. I recently ordered a Kitchen Chimney from your website and paid for it using the...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I received a water purifier yesterday, and I have an issue with the courier ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I have an issue with my recent order. I received a diaper that was torn and ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jack. How can I assist you today?\n\nCustomer: Hi Jack, my name is Tom. I received a printer from BrownBox, but it's not working proper...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a BP monitor from BrownBox, and I want to register it wi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I was browsing your website and noticed that the water purifier I am interested...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am trying to order a Smart Band, but it's not getting shipped to my locatio...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah. I placed an order for a food processor that I need to be shipped internationa...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling to inquire about my air conditioner that I purchased from your webs...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently received a sweatshirt that I ordered from your website, but it doesn...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi, Emily. I was browsing through your website and noticed that the same wristwatch is ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How can I assist you today?\n\nCustomer: Hi Emily, I am really frustrated with my recent purchase. I bought a pack of diapers, a...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I ordered an air cooler from your website, and I am not happy with the delivery...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi, Rachel. I recently received a vacuum cleaner that I ordered from your website, but...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lily. How can I assist you today?\n\nCustomer: Hi Lily, I am calling about a DSLR camera that I purchased from BrownBox a few months ag...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I received a ceiling fan from your website, but the packaging was damaged, an...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm really frustrated. I've been trying to order a washing machine, but it's no...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling regarding my order for a water purifier. I received a faulty pro...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Mark. How may I assist you today?\n\nCustomer: Hi Mark, I have a problem with my electric cooker. I received it yesterday, and it's not wo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I am having an issue with my dishwasher. I requested a repair, but the servi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I'm calling about a ceiling fan that I bought from your website a few month...",
        "Agent: Thank you for calling BrownBox customer support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I recently purchased a laptop from your website, but unfortunately, it's not wo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane. I recently purchased a computer monitor from your website, but it's not working...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sophia. How may I assist you today?\n\nCustomer: Hi Sophia. I am having trouble receiving the OTP for verifying my mobile number and em...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I received a microwave oven from BrownBox, but it's not working correctly. ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently received a shirt I ordered from BrownBox, but it arrived damaged due...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I recently purchased a food processor from your website, and I was wondering...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I am calling regarding my washing machine. It's not working correctly, and I ha...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I received a mobile phone from your company, and the package was open and tam..."
      ]
    },
    {
      "name": "delivery_problems",
      "description": "Customer is experiencing issues with the delivery of their order and is unable to track it.",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling because I am unable to click the 'Cancel' button for my Juicer/M...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling regarding my refrigerator which I bought from BrownBox last year...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a DSLR camera from your website, and I want to know how ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I'm calling to change the address for the item pick-up of my Pram/Stroller.\n\n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I am calling to inquire about my recent return request for a sandwich maker.\n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How can I assist you today?\n\nCustomer: Hi Emily, I am trying to order a Wet Grinder from your website, but it's not available ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is Jane and I have a question about my order.\n\nAgent: Hi Jane, I'm so...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm calling because I'm having trouble getting invoices for my previous orders ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Lisa. I have an issue with my order delivery. It's a toy that was ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jack. How can I assist you today?\n\nCustomer: Hi Jack, I'm Maria. I have an issue with my recent order.\n\nAgent: Hi Maria, I'm here to ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I want to add a new delivery address to my account for a computer monitor tha...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you?\n\nCustomer: Hi Alex, I'm Jane. I have an issue with my recent order.\n\nAgent: Hi Jane, I'm here to help you...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I have a question about my recent order. I received an email saying that I ne...",
        "Agent: Thank you for calling BrownBox customer support. My name is John. How may I assist you today?\n\nCustomer: Hi John. I am calling to ask about the free delivery qualification for my T-shirt order....",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Lisa. I recently received a computer monitor from your website, an...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm really upset. I received a smartwatch from your company, but it's not wor...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I have a query regarding the return and refund of a wristwatch that I bought fr...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Max. How may I assist you today?\n\nCustomer: Hi Max, I am calling to inquire about my order for a kitchen chimney. It was supposed to ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I received a damaged pram/stroller that I ordered from your website. The pack...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jack. How can I assist you today?\n\nCustomer: Hi Jack, I placed an order for a pendrive a week ago, and it still hasn't arrived. I pai...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How can I assist you today?\n\nCustomer: Hi Jane, my name is Emily. I recently ordered a Bp monitor from BrownBox, but I need it ...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Alex. How may I assist you today?\n\nCustomer: Hi Alex, my name is John. I ordered a BP monitor from your website, and I am disappointed w...",
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How can I help you today?\n\nCustomer: Hi John, my name is Mark. I placed an order for a Sandwich Maker, and I need it urgently. Can...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling to inquire about my order for a shirt. It was supposed to be del...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I'm calling to change the address for item pickup for a food processor I or...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I am really unhappy with the delivery options for my recent order.\n\nAgent: I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I need help changing the email ID linked to my BP monitor order.\n\nAgent: Su...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am looking to buy a sandwich maker from your e-commerce platform. I saw that ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am extremely frustrated with BrownBox. I ordered a water geyser, and it was...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I recently purchased a speaker from your website, and it arrived damaged. I wou...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, my name is Sarah. I have an issue with my order. My power bank has reached the ...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is Jane. I placed an order for baby food on BrownBox two weeks ago, a...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I have a complaint about my recent order. My inverter has reached the nearest...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm planning to buy a water purifier from BrownBox. Can you help me with the ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am calling because I am having issues with the delivery of my order. I receiv...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently ordered a backpack from BrownBox, but I need to change the address...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am trying to purchase a washing machine, and I need it urgently. However, I am...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm calling to inquire about my order for a pair of shorts. It was supposed t...",
        "Agent: Thank you for calling BrownBox customer support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel. I am calling regarding an order I placed for a kitchen chimney. I was suppo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, my name is Sarah. I am calling to inquire about my order for baby food.\n\nAgent:...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm trying to order an air conditioner from your website, but I'm not able to...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I want to change the password for my account. Can you help me with that?\n\nAgent: C...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm calling about my recent order delivery. I was supposed to receive a mobil...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I ordered a sweatshirt a week ago, and it still hasn't arrived. Can you tell me...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I recently purchased a food processor from your website, but it doesn't seem to...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jill. How may I assist you today?\n\nCustomer: Hi Jill. I am calling about my order for an external hard disk. I was supposed to receiv...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Mark. I placed an order for a Smart Band a week ago, and it was su...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you?\n\nCustomer: Hi Sarah, I'm John. I have an issue with my recent order.\n\nAgent: Hi John, I'm here to help y...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I'm really frustrated. I ordered a pack of diapers for my baby, but it was deli...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I'm calling because I have an issue with the delivery of my order. My vacuum ...",
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How may I assist you today?\n\nCustomer: Hi John, my name is Mike. I recently ordered a ceiling fan from your website, and I need to...",
        "Agent: Thank you for calling BrownBox customer support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I placed an order for an Induction Cooktop, and it was supposed to be deliv...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, my name is John. I'm having trouble clubbing orders from different sellers for ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a water purifier from your website, and I noticed that t..."
      ]
    },
    {
      "name": "billing_discrepancies",
      "description": "Customer questions charges or payments due to being overcharged for a product.",
      "examples": [
        "Agent: Thank you for calling BrownBox customer support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel. I am calling to inquire about the delivery of my refrigerator. It was suppo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Lisa. I want to cancel my order for a sandwich maker that I purcha...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi, Alex. I need help with a refund for my Cash on Delivery payment.\n\nAgent: I'm sorry t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently purchased a tablet from your website and I'm having trouble installi...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling to inquire about my refund for a watch that I returned. I had paid ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How can I assist you today?\n\nCustomer: Hi Tom, I'm trying to log in to my account, but it's asking me to verify my mobile number...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hello John, my name is Mike and I have a question about my recent order.\n\nAgent: Hi Mike...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lisa. How may I assist you today?\n\nCustomer: Hi, Lisa. I need help with a return check and fee for a pair of shoes that I returned.\n\n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I want to deactivate my account.\n\nAgent: Sure, I can assist you with that. Ma...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I need to change my password for my account on your website.\n\nAgent: Sure, ...",
        "Agent: Thank you for calling BrownBox customer support. My name is John. How may I assist you today?\n\nCustomer: Hi John. I received my order for an electric kettle yesterday, and I noticed there were ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, I'm Rachel. I have a problem with my previous order.\n\nAgent: Hi Rachel, I'm h...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, my name is Mike. I recently returned a pair of jeans that I purchased from Brow...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is John, and I have a problem with my recent order.\n\nAgent: I'm sorry...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lisa. How may I assist you today?\n\nCustomer: Hi, Lisa. I am calling because I have not received my refund for a T-shirt that I return...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, my name is John. I made an order for a pair of sunglasses, and I want to co...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I was browsing your website and noticed that the sweatshirt I want to purcha...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I am trying to log in to my account on the BrownBox mobile app to purchase a We...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am trying to log in to my account, but it says my mobile number and email a...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi, Alex. I am calling to inquire about the return check and fees for a BP monitor I rec...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am calling about my recent laptop purchase. I received the laptop a few days ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently purchased a book from your website, and I noticed that the price I p...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I'm John. I have an issue with my recent order.\n\nAgent: Hi John, I'm here to ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily. I recently purchased a refrigerator from your website, and I'm facing some is...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I recently returned a ceiling fan through Cash on Delivery, and I haven't recei...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am calling regarding my recent order of an Air Cooler. I received a defective...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm really upset. I ordered a T-shirt from your website, and I haven't receiv...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a dishwasher from BrownBox, and I was expecting it to qu...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a BP monitor from your website and I noticed that there ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am trying to club orders from different sellers for combined delivery, but ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, my name is Jane, and I'm frustrated with my recent order.\n\nAgent: I'm sorry...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How may I assist you today?\n\nCustomer: Hi Tom, I am calling regarding my recent purchase of a food processor. I have received an...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm trying to log in to my account, but it's asking me to verify my mobile numb...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I recently purchased a headphone from your website, and I noticed that the pric...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently placed an order for diapers, and I noticed that I didn't qualify for ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How can I assist you today?\n\nCustomer: Hi Jane, I recently returned a laptop that I purchased from your website, and I received...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I'm having trouble logging in with my mobile number on the mobile app for a...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I'm calling about a refund delay for an electric kettle that I returned a few w...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, this is Mark. I have an issue with getting invoices for my previous orders.\n\nAg...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I need to change my email address for my account, and I'm not sure how to do...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I have a complaint about my recent purchase of a water purifier. I was overch...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling to inquire about the refund for a smartwatch that I returned a w...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, my name is Jane. I recently returned a tablet that I purchased from your we...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am trying to sign up for an Inverter on your website using my corporate email ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jack. How may I assist you today?\n\nCustomer: Hi Jack, I recently purchased a food processor from your website, but I noticed that I w...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How may I assist you today?\n\nCustomer: Hi Tom, I placed an order for an Electric Kettle from your website, but I noticed that th...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am calling about a billing discrepancy on my recent purchase of an inverter. ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling regarding my Wet Grinder that I purchased from your website. I r...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I'm calling because I received an invoice for a ceiling fan that I purchase...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling to inquire about the refund for my recent order. I had paid for ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am calling regarding my recent purchase of an external hard disk. I want to c...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I'm calling because I received an invoice for my recent purchase of a washing m...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am having trouble with my water purifier, and I need to reactivate my accou..."
      ]
    },
    {
      "name": "order_status_uncertainty",
      "description": "Customer needs information about the status of their package delivery.",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I'm John. I have an issue with my recent order.\n\nAgent: Hi John, I'm here to ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I'm having trouble tracking my order for a power bank. I received an email stat...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi, Alex. I am trying to sign up for a water purifier on your website, but I am having t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, my name is Tom. I want to check the status of my refund for a BP monitor that I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm calling to check the confirmation of my order for an electric cooker.\n\nAg...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I am trying to buy a BP monitor, but I noticed that the payment mode 'Cash on D...",
        "Agent: Thank you for calling BrownBox customer support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently purchased an Induction Cooktop from BrownBox, and I'm having trouble...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a power bank from BrownBox, and I'm wondering if I can g...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I placed an order for a pair of jeans on your website, and I'm trying to trac...",
        "Agent: Thank you for calling BrownBox customer support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I wanted to check the status of my order. I ordered a power bank last week, and...",
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How may I assist you today?\n\nCustomer: Hi John, I recently returned an external hard disk, and I was wondering if you could help m...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I am having trouble tracking my order for a pram/stroller. I ordered it two wee...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Lisa. I ordered a coffee maker last week, and I'm not sure about the ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, my name is Mike. I recently ordered a pair of shoes from BrownBox, but I need t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I purchased a Smart Band from your website a few months ago, and I'm interested...",
        "Agent: Thank you for calling BrownBox customer support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I have a question about my recent order. I received an email asking me to s...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I'm calling about my order for a computer monitor. I placed the order two we...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is Alex. I placed an order for a Power Bank yesterday, and I wanted to c...",
        "Agent: Thank you for calling BrownBox Customer Support, my name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I have a problem with my recent purchase.\n\nAgent: I'm sorry to hear that. Can...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I ordered a sandwich maker from your website, and I haven't received it yet. Can...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sam. How may I assist you today?\n\nCustomer: Hi Sam, I placed an order for a water geyser yesterday, and I haven't received any confir...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How may I assist you today?\n\nCustomer: Hi Tom, I recently placed an order for a power bank, and I need to change the address for...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am calling because I haven't received an invoice for the water purifier that ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, this is Emily. I have a question regarding the status of an order I placed on y...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I'm having trouble with the verification code for my vacuum cleaner purchase. I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently placed an order for a backpack and wanted to confirm the order sta...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi, Jane. I ordered a toy from your website, and it's been two weeks, but I haven't rece...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, this is Mike. I'm calling to check the status of my order for a Hand Blender.\n\n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I recently placed an order for a Power Bank, and I haven't received any confi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am trying to get in touch with the courier service provider associated with...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi, Alex. I recently purchased a vacuum cleaner from your website, and I'm having troubl...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I placed an order for a backpack a week ago, and it still hasn't been shipped...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling to check on the order confirmation and status of my Sandwich Mak...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is John. I placed an order for a Wet Grinder yesterday, and I wanted ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I recently received an email requesting me to ship my baby food order. I'm not ...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a kitchen chimney from your website and wanted to confirm t...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I placed an order for a T-shirt a week ago, and I'm yet to receive it. Can you p...",
        "Agent: Thank you for calling BrownBox customer support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex. I recently received a dishwasher from your company, but unfortunately, it's not...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I want to cancel my order for a pair of shorts that I placed yesterday.\n\nAge...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Mark. How can I assist you?\n\nCustomer: Hi Mark, I'm Jack. I have an issue with my recent order.\n\nAgent: Hi Jack, I'm here to help you...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Ryan. How may I assist you today?\n\nCustomer: Hi Ryan, I am calling to check the status of my refund for a Smart Band that I returned ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I'm calling to check the status of my order for a Juicer/Mixer/Grinder. It's be...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel. I'm looking to purchase a ceiling fan from your website, and I wanted to kn...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling to inquire about my order for a pair of shoes. It's been a week sin...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm calling to check on my order for a Smart Watch. It reached the nearest hub ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I placed an order for an air cooler a week ago, and I haven't received it yet. ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I am trying to get invoices for my previous orders on a Pendrive, but I cannot ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I'm calling to inquire about the status of my refund for an air conditioner tha...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex. I recently purchased a Smart Band from your website, and I noticed that there i...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I am calling to inquire about my electric cooker order.\n\nAgent: Sure, I'd b..."
      ]
    },
    {
      "name": "loyalty_program_inquiries",
      "description": "Customer needs information about how to redeem loyalty points and their usage.",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I have a question about my loyalty points for my recent purchase of baby food.\n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jack. How may I assist you today?\n\nCustomer: Hi Jack, my name is John. I have been trying to redeem my reward points for an air condi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, my name is Alex, and I have a question about the loyalty program.\n\nAgent: Hi Al...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Tom. I want to buy a sweatshirt from your website, but I can't see...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How may I assist you today?\n\nCustomer: Hi, Tom. I have a question about the loyalty program. I recently purchased an inverter fr...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emma. How may I assist you today?\n\nCustomer: Hi Emma, I recently received a pair of shoes that I ordered from BrownBox, but I'm havin...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a vacuum cleaner from BrownBox and I seem to have mispla..."
      ]
    },
    {
      "name": "product_availability_inquiries",
      "description": "Customer wants to know when a specific out-of-stock product will be available again",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I need to change the address for the pickup of my computer monitor. The current ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I was browsing through your website and saw that you have an instant cashbac...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I’m trying to purchase a backpack from your website, but I’m not sure how to ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I was looking to purchase a hand blender from your website, but it shows that t...",
        "Agent: Thank you for calling BrownBox customer support. My name is Jack. How may I assist you today?\n\nCustomer: Hi Jack, I was trying to order a mobile phone from your website, but it says it's 'Out o...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am having trouble verifying my mobile number and email address while purchasi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is John. I'm trying to order a Hand Blender from your website, but it...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Karen. I recently purchased an electric kettle from your website, ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I am trying to order a water purifier, but I am unable to order specific pr...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I am calling to inquire about the exchange offer for an air conditioner. I am f...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, my name is John. I have a question about the loyalty program.\n\nAgent: Sure,...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sam. How can I assist you today?\n\nCustomer: Hi Sam, I am trying to purchase a shirt from your website, but the payment mode 'Cash on ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I recently purchased a speaker from your website, and I was wondering if it...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi, Alex. I'm interested in purchasing an External Hard Disk from your website, but it's...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I recently tried to place an order for a DSLR camera, but it's not qualifying f...",
        "Agent: Thank you for calling BrownBox customer support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex. I recently purchased a food processor from your website, and I want to know if ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I was browsing your website, and I found a washing machine that I want to pur...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I was browsing through your website and noticed that there's an instant cashb...",
        "Agent: Thank you for calling BrownBox customer support. My name is Tom. How can I assist you today?\n\nCustomer: Hi Tom, I'm trying to order a television, air-conditioner, refrigerator, washing machine,...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I am looking to buy an external hard disk from your website, but I cannot find ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm calling about my order for a Juicer/Mixer/Grinder. It was supposed to be ...",
        "Agent: Thank you for calling BrownBox customer support. My name is Jake. How may I assist you today?\n\nCustomer: Hi Jake. I was browsing your website and noticed that the price for the inverter I want ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm calling to inquire about the refund for my tablet that I returned last we...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I noticed that there are different prices for books with the same title on yo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How may I assist you today?\n\nCustomer: Hi Tom, I have a query regarding expedited delivery options for a toy I want to purchase ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi, Rachel. I was trying to place an order for an Induction Cooktop, and I noticed tha...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I am calling because I am interested in buying a hand blender, but the price...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm interested in buying a DSLR Camera, and I saw on your website that you have...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I'm looking to place an order for a pair of shorts on your website. Can you h...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I recently ordered an Oven Toaster Grill from your website, and I want to know ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I'm trying to order a smartwatch, but it says that the product is not available...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I'm trying to sign up for an air conditioner on your website, but it's not acce...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lisa. How may I assist you today?\n\nCustomer: Hi Lisa, I'm looking to purchase an external hard disk from your website. I noticed that...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently ordered a Pram/Stroller from BrownBox, and I wanted to confirm the...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jack. How may I assist you today?\n\nCustomer: Hi Jack, my name is Mark. I am trying to order a kitchen chimney from your website, but ..."
      ]
    },
    {
      "name": "warranty_terms_inquiries",
      "description": "Customer has questions about the warranty terms for their mobile phone and potential changes to those terms.",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I have a question about the warranty for my dishwasher. I can't seem to remembe...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, my name is Emily. I am looking to buy a toy for my nephew's birthday. Can you h...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a dishwasher from your website, and I have a question ab...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased an air cooler from BrownBox, but I lost the warranty car...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is John. I have a question regarding a sweatshirt I purchased from your ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am calling regarding my external hard disk. I purchased it from BrownBox a ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I bought an air conditioner from BrownBox, and I'm having an issue with the w...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm having trouble receiving the OTP or verification code for my jeans order....",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Mark. How may I assist you today?\n\nCustomer: Hi Mark, I have a Coffee Maker that I purchased from your website, and I want to sign up...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I recently purchased a pair of jeans from your website, and I was wondering if I c...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I have a query regarding the warranty details of my BP monitor.\n\nAgent: Sure, I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Nicole. How can I assist you today?\n\nCustomer: Hi Nicole, I have a question about the warranty terms for an air conditioner that I pu...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I have a question about the warranty for a water geyser I purchased from Brow...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How can I assist you today?\n\nCustomer: Hi Jane, I'm having an issue with receiving the OTP or verification code for my DSLR cam...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I want to add a new delivery address to my account for a DSLR Camera I just ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, my name is Lisa. I recently purchased a television from your website, but I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I recently bought a speaker from your website, and it's not working correctly...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I recently purchased a water purifier from your website, and I have a quest...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I need to change the address for the pick-up of my Pendrive.\n\nAgent: Sure, I ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I have a question about the warranty for a headphone that I purchased from yo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I recently purchased an electric kettle from your website. I noticed that t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, my name is Sarah. I have been waiting for my smartwatch to be delivered for o...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a sandwich maker from your website, but I would like to ret...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I bought an electric cooker from your website a few months ago, and it's not ...",
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How may I assist you today?\n\nCustomer: Hi John. I was browsing your website and noticed that the same laptop model has different p...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I am calling to inquire about the process of claiming warranty for my vacuu...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I'm calling about my recent order of a pair of headphones. The package shows ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is John. I'm having trouble reactivating my account for a wristwatch ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently purchased a Hand Blender from your website, and I wanted to know how...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I help you today?\n\nCustomer: Hi John, I recently purchased a dishwasher from your website, and it's not working correct...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I recently purchased a Power Bank from BrownBox, and I noticed that the war...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Mary. How may I assist you today?\n\nCustomer: Hi Mary. I am looking to buy a pram/stroller from your website, but I need it to be deli...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is John. I have a problem with my recent order. The package shows as ...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased an Electric Kettle from BrownBox, and I want to register...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I received a microwave oven from BrownBox, but it's not working correctly. I ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I recently purchased a ceiling fan from your website, and it's not working corr...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, I recently purchased an air cooler from BrownBox, and I noticed that there is...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm having an issue with my ceiling fan. It's not working, and I think it's sti...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I recently purchased an electric kettle from BrownBox and I'm having trouble fi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How can I assist you today?\n\nCustomer: Hi Rachel, I'm having an issue with my vacuum cleaner that I purchased from your websi..."
      ]
    },
    {
      "name": "return_process_inquiries",
      "description": "Customer is inquiring about the return process and options for faster delivery of a return request.",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. This is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I have a query about the return process for a DSLR camera that I purchased from yo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I recently purchased a Vacuum Cleaner from your website, but it's not workin...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is David. How can I assist you today?\n\nCustomer: Hi David, I'm calling to inquire about the availability of faster delivery options for ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi, Rachel. I recently received a water geyser that I ordered from your website, and I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently received a replacement Oven Toaster Grill (OTG) from BrownBox, but i...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi, Rachel. I need help with returning a mobile phone that I purchased from your websi...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, I'm calling to inquire about the return fee for a baby food that I received.\n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I am calling regarding the refund for an electric kettle that I returned a ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I purchased a backpack from your website, and I want to return it.\n\nAgent: ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is John. I need to change the address for the pickup of my Microwave ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I recently received a wrong item. I ordered a Shirt, but I received a differ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is Mary. I'm having an issue with a return and refund for an inverter I ...",
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How may I assist you today?\n\nCustomer: Hi John, I am calling to inquire about my return and exchange for a DSLR camera that I purc...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, my name is Lisa, and I have an issue with a backpack I ordered.\n\nAgent: Hi Li...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, my name is John. I recently received a Sandwich Maker from BrownBox, but it's n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, I have a problem with my smartwatch that I bought from your website. I want t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I'm calling to inquire about the return process for a mobile phone I purchased ...",
        "Agent: Thank you for calling BrownBox customer support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently received a Juicer/Mixer/Grinder from BrownBox, but it's not working....",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently received a dishwasher that I ordered from your website, but it's n...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lisa. How may I assist you today?\n\nCustomer: Hi Lisa, I recently purchased a Smart Watch from BrownBox, but I am unable to click on t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How may I assist you today?\n\nCustomer: Hi Jane, I recently purchased a pair of sunglasses from BrownBox, and I'm trying to get ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I'm calling about my order for a power bank. It shows as delivered, but I can...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I'm trying to access the warranty details for my Food Processor that I purchase...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently received a Microwave Oven from BrownBox, and it's not working prop...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Jack. How may I assist you today?\n\nCustomer: Hi Jack, my name is John. I recently received a vacuum cleaner that I ordered from BrownBox...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I received a pair of shorts that I ordered from BrownBox, but they don't fit ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, I recently canceled my order for a washing machine, and I want to know what m...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How can I assist you today?\n\nCustomer: Hi Emily, my name is Jane. I recently ordered an external hard disk from your website, ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I received a diaper from your website, but it's not the right size. I want to...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lisa. How may I assist you today?\n\nCustomer: Hi Lisa, I received a Wet Grinder from your company, but it's not working correctly. I w...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Rachel. How may I assist you today?\n\nCustomer: Hi Rachel, I have a complaint regarding a laptop I purchased from BrownBox. I received...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I want to return an inverter I purchased from your website. It's not working ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, my name is Mark. I recently purchased a kitchen chimney from your website, and ...",
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How may I assist you today?\n\nCustomer: Hi John, I received a printer that I ordered from your website, but it's not working correc...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a vacuum cleaner from your website, and I received an em...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently received an inverter that I ordered from your website, but it's not w...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I purchased an electric kettle from BrownBox a week ago, and now I see that the...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a washing machine from BrownBox, and it came with some f...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you?\n\nCustomer: Hi Sarah, I'm John. I recently bought a Smart Band from your website, and I was wondering if ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I recently purchased a backpack from your website, and I want to return it. It'...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, my name is Mary. I am having trouble changing the email ID linked to my accou...",
        "Agent: Thank you for calling BrownBox customer support. My name is John. How may I assist you today?\n\nCustomer: Hi John. I recently purchased an air cooler from your website, and I am having trouble v...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I placed an order for an Air Cooler on your website yesterday, and I haven't ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Emily. How may I assist you today?\n\nCustomer: Hi Emily, I am calling to inquire about the return and exchange policy for a kitchen ch...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John, I have a problem with an induction cooktop I purchased from BrownBox. I want to...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I recently ordered an electric kettle from your website, but it's not working p...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am facing an issue with the return process of a laptop that I purchased fro...",
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I recently received a computer monitor that I ordered from your website, but it...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I received a damaged baby food packet yesterday, and I want to return it for ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How may I assist you today?\n\nCustomer: Hi John. I ordered a coffee maker from your website, but I want to return it and get a r...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a vacuum cleaner from your website, and I'm having some ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently bought a refrigerator from your website, and I'm not satisfied wit...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I need to change the password for my dishwasher account. Can you help me with t...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is John. I want to check the status of my refund for an electric cooker ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi, I recently purchased a BP monitor from your website, but it's not working correctly....",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I'm calling regarding my recent purchase of a smartwatch.\n\nAgent: Sure, I'll be...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah. I received a smartwatch from BrownBox, and I would like to return it. Can you...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How may I assist you today?\n\nCustomer: Hi Tom, I recently bought a pair of shorts from your website, but they don't fit me well....",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, this is Rachel. I placed an order for a wristwatch a few days ago and I wante...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I need to return a shirt that I purchased from your website.\n\nAgent: I'm sor...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How can I assist you today?\n\nCustomer: Hi Alex, I am Jane. I recently received a power bank from BrownBox, but I would like to ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently received a T-shirt from your website, but it's the wrong size. I w...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I placed an order for a Smart Watch, and I want to confirm if it has been pro...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How can I assist you today?\n\nCustomer: Hi Jane, I recently purchased a water purifier from your website, but I want to return i...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I recently received my refrigerator that I ordered from your website, but it...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lily. How may I assist you today?\n\nCustomer: Hi Lily, I received a toy from your website, but it's not what I expected. I want to ret...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex, I recently received a tablet from your website, but it's not working correctly....",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Mark. How can I assist you today?\n\nCustomer: Hi Mark, my name is John. I recently received a DSLR camera from BrownBox, but I'd like ..."
      ]
    },
    {
      "name": "order_cancellation_request",
      "description": "Customer wants to cancel an order they recently placed",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How may I assist you today?\n\nCustomer: Hi John, I'm having trouble receiving the OTP or verification code for a computer monitor I...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Mark. How may I assist you today?\n\nCustomer: Hi Mark, I recently ordered a Smart Band from your website, but I'm unable to click the ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi, Sarah. I recently placed an order for a sweatshirt, but I need to cancel it. Can yo...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Alex. How may I assist you today?\n\nCustomer: Hi Alex. I would like to cancel my order for an inverter.\n\nAgent: I'm sorry to hear that...",
        "Agent: Thank you for calling BrownBox Customer Support. This is John. How can I assist you today?\n\nCustomer: Hi John, I want to cancel my order for a tablet. I received it, but it's not working correc...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently placed an order for a speaker, and I would like to know about the ...",
        "Agent: Thank you for calling BrownBox customer support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I am having trouble canceling the return and replacement process for a washin...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is John. How can I assist you today?\n\nCustomer: Hi John, I recently placed an order for a ceiling fan, but I need to cancel it. Can you ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently ordered a DSLR camera from BrownBox, and I was wondering how I can..."
      ]
    },
    {
      "name": "pickup_process_inquiries",
      "description": "Customer needs information about the process for scheduling a pickup for their order",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. This is Sarah. How may I assist you today?\n\nCustomer: Hi Sarah, I recently purchased a computer monitor from your website, and I want to know ab...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Tom. How may I assist you today?\n\nCustomer: Hi Tom, I placed an order for a pram/stroller and I want to know about the pickup process..."
      ]
    },
    {
      "name": "address_update_request",
      "description": "Customer wants to add a new delivery address to their account and set it as the default for future orders.",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. My name is Sarah. How can I assist you today?\n\nCustomer: Hi Sarah, I want to add a new delivery address to my account for a Microwave Oven that ...",
        "Agent: Thank you for calling BrownBox Customer Support. My name is Jane. How can I assist you today?\n\nCustomer: Hi Jane, I need to change the address for the pickup of my Shorts order.\n\nAgent: I apolo..."
      ]
    },
    {
      "name": "installation_support_request",
      "description": "Customer needs assistance with installing a product they received",
      "examples": [
        "Agent: Thank you for calling BrownBox Customer Support. My name is Lisa. How may I assist you today?\n\nCustomer: Hi Lisa, I received a toy from BrownBox, but I'm having trouble installing it. It's a gi..."
      ]
    }
  ]
}